IDEA Open Model
MatSteelRUS.GammaOVfy Property
Compatible with IDEA StatiCa v 10.1
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double GammaOVfy { get; set; }
Public Property GammaOVfy As Double
	Get
	Set
public:
property double GammaOVfy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace